[
   

{
    "title": "Divorce Law in Bangladesh",
    "img": "../public/divorce1.jpeg",
    "subtitle": "Clear Insights into Divorce Laws and Family Rights in Bangladesh",
    "description": "Divorce is legally recognized in Bangladesh, but the procedures, rights, and outcomes differ depending on religion and personal laws. This blog explains the key divorce laws, rights after divorce, common misunderstandings, and why awareness is essential.",
    "legalinfo": [
        {
            "actname": "Muslim Family Laws Ordinance, 1961",
            "explain": "This ordinance governs divorce among Muslims in Bangladesh. A husband may pronounce talaq, but written notice must be sent to the Union Council within 30 days. A 90-day waiting period (iddah) is required, during which reconciliation is attempted. Wives may seek divorce through Talaq-e-Tafweez (delegated divorce) or by filing for khula with consent."
        },
        {
            "actname": "Hindu Divorce Law",
            "explain": "Traditionally, Hindu law in Bangladesh did not allow divorce. However, under the Hindu Marriage Registration Act, 2012, Hindu marriages can be registered. Separation is possible through civil suits, though full divorce rights remain limited. Legal proceedings may involve custody, maintenance, and related issues."
        },
        {
            "actname": "Divorce Act, 1869",
            "explain": "This act governs Christian marriages and divorces in Bangladesh. Either spouse can file for divorce in court on grounds such as adultery, cruelty, desertion, or conversion of religion. It sets out the rights and obligations of both parties and ensures that proceedings are conducted fairly."
        },
        {
            "actname": "Special Marriage Act, 1872",
            "explain": "This act applies when couples marry outside their personal religious laws. It provides a civil framework for marriage and divorce, allowing parties to dissolve marriage based on legally defined grounds through the court system."
        }
    ],
    "awarness": "Lack of knowledge about divorce laws causes unnecessary harassment and injustice. Awareness ensures people can protect their rights, make informed decisions, and safeguard their family’s well-being.",
    "rights": "Muslim wives are entitled to dower (mahr) and maintenance during iddah. Custody decisions prioritize the child’s best interests. Property ownership remains with the person in whose name it is registered, as joint marital property laws do not apply in Bangladesh.",
    "misunderstandings": "Many believe divorce is final immediately after talaq, but it requires written notice and a 90-day waiting period. Another common misconception is that women cannot initiate divorce, but they can through khula, delegated divorce, or the courts.",
    "finalthoughts": "Divorce is not only a legal matter but also a social and emotional challenge. Knowing the law helps protect rights and ensures fairness. Consulting a family law expert is the best way to navigate the process with clarity and security."
},
{
    "title": "Difference Between ADR and ODR",
    "img": "../public/adrodr2.jpg",
    "subtitle": "Understanding Traditional and Online Dispute Resolution",
    "description": "Disputes can arise in business, family, or personal life. Traditionally, people resolve conflicts in court, but alternative methods like ADR (Alternative Dispute Resolution) and ODR (Online Dispute Resolution) are becoming popular. This blog explains the difference between ADR and ODR, why they are important, and how they improve access to justice.",
    "legalinfo": [
        {
            "actname": "Alternative Dispute Resolution (ADR)",
            "explain": "ADR refers to resolving disputes outside the courtroom through methods like mediation, arbitration, negotiation, and conciliation. It focuses on reaching settlements quickly, privately, and at a lower cost. ADR is widely used in family disputes, business conflicts, and labor issues."
        },
        {
            "actname": "Online Dispute Resolution (ODR)",
            "explain": "ODR is the digital version of ADR, using technology such as video conferencing, online platforms, and secure communication tools to resolve conflicts. ODR removes geographical barriers, reduces costs further, and makes justice accessible to people who cannot easily attend in-person proceedings."
        }
    ],
    "awarness": "ADR and ODR help reduce the burden on courts in Bangladesh, where case backlogs are a major challenge. By adopting these methods, individuals and businesses can save time, money, and maintain healthy relationships. Awareness ensures that people know they have options beyond traditional litigation.",
    "rights": "Parties have the right to choose ADR or ODR voluntarily. They can select mediators, arbitrators, or platforms of their preference. In ODR, participants have the right to access justice remotely without being physically present in court.",
    "misunderstandings": "Some people think ADR and ODR are informal and not legally binding. In reality, arbitration decisions are enforceable by law, and mediation settlements can also be legally recognized. Another misconception is that ODR is only for businesses, but it is equally effective for family, consumer, and civil disputes.",
    "finalthoughts": "ADR and ODR are practical solutions to modern legal challenges. While ADR provides a familiar and traditional approach, ODR leverages technology to make justice more accessible. Together, they represent the future of dispute resolution, especially in countries with overloaded court systems like Bangladesh."
}, 
{
    "title": "Cyber Crime in Bangladesh",
    "img": "../public/cybercrime3_2.jpg",
    "subtitle": "Awareness and Legal Insights to Combat Cyber Crime in Bangladesh",
    "description": "Cyber crime has become a major concern in Bangladesh with the rise of internet usage, smartphones, and social media. It includes online harassment, fraud, hacking, identity theft, and misinformation. This blog explains the key laws, rights of victims, common misunderstandings, and why awareness is important for building a safe digital Bangladesh.",
    "legalinfo": [
        {
            "actname": "Information and Communication Technology (ICT) Act, 2006",
            "explain": "The ICT Act criminalizes hacking, unauthorized access, online harassment, and data theft. It was one of the first laws to address digital crimes in Bangladesh, with penalties including fines and imprisonment of up to 7 years for severe offenses."
        },
        {
            "actname": "Cyber Security Act, 2023",
            "explain": "This law replaced the Digital Security Act, 2018, and covers online fraud, hacking, defamation, and cyber terrorism. While it remains the primary legal framework for cyber crimes, critics argue that some provisions are vague and may be misused."
        },
        {
            "actname": "Pornography Control Act, 2012",
            "explain": "This act criminalizes the creation and distribution of explicit or manipulated images, which are often used for blackmail and harassment. It plays a key role in protecting victims of online sexual exploitation."
        },
        {
            "actname": "Police Cyber Support for Women (PCSW)",
            "explain": "Launched in 2020, PCSW is a specialized police unit dedicated to helping female victims of cyber harassment. By April 2023, it received over 34,605 complaints, 26,592 of which came from women, highlighting the scale of the issue."
        }
    ],
    "awarness": "Awareness about cyber crime laws helps individuals protect themselves, report incidents on time, and reduce stigma. With women making up the majority of victims, awareness campaigns are crucial to ensure digital safety for all.",
    "rights": "Victims have the right to file complaints with cyber units or police, request removal of harmful content under the Cyber Security Act, and seek compensation for damages. Counseling and emotional support services are also available to help victims recover from psychological trauma.",
    "misunderstandings": "Many people think cyber crime only means online fraud, but it also includes harassment, identity theft, and spreading misinformation. Others believe victims cannot get justice, but Bangladesh now has dedicated cyber support units and legal protections.",
    "finalthoughts": "Cyber crime affects mental health, financial stability, and social trust. While Bangladesh has introduced strong laws and initiatives, staying informed and practicing safe online behavior are equally important. If you face cyber crime, report it to authorities and take proactive steps to secure your digital presence."
},
{
  "title": "Business Law in Bangladesh",
  "img": "../public/businesslaw4.jpg",
  "subtitle": "Essential Laws Every Entrepreneur and Investor Should Know",
  "description": "Business law in Bangladesh provides the legal structure for setting up, operating, and dissolving businesses. It covers company registration, contracts, labor rights, investment protection, and dispute resolution. Awareness of these laws is crucial for entrepreneurs, investors, and workers to ensure compliance, protect rights, and build sustainable businesses.",
  "legalinfo": [
    {
      "actname": "Companies Act, 1994",
      "explain": "This act governs the registration, management, and dissolution of companies in Bangladesh. It is administered by the Registrar of Joint Stock Companies and Firms (RJSC) and outlines the rights of shareholders, responsibilities of directors, and compliance requirements."
    },
    {
      "actname": "Partnership Act, 1932",
      "explain": "The Partnership Act sets rules for businesses formed by two or more people. It defines profit-sharing, liabilities, and procedures for partnership dissolution."
    },
    {
      "actname": "Contract Act, 1872",
      "explain": "The Contract Act provides the framework for enforceable business agreements, ensuring validity of contracts between companies, employees, and customers."
    },
    {
      "actname": "Bangladesh Labour Act, 2006 (amended 2018)",
      "explain": "This act regulates employment, working conditions, wages, health and safety, and trade unions to protect workers’ rights and guide employer obligations."
    },
    {
      "actname": "Foreign Private Investment (Promotion and Protection) Act, 1980",
      "explain": "This act protects foreign investors in Bangladesh by ensuring non-discriminatory treatment, fair compensation, and the ability to repatriate profits."
    },
    {
      "actname": "Bangladesh Competition Act, 2012",
      "explain": "The Competition Act prevents anti-competitive practices, including monopolies, unfair pricing, and restrictive trade practices."
    }
  ],
  "awareness": "Awareness of business laws helps entrepreneurs and companies avoid legal risks, protect investments, and ensure credibility in the market. It also promotes compliance with tax, labor, and competition regulations.",
  "rights": "Businesses in Bangladesh have the right to register and operate legally, enter enforceable contracts, protect foreign investments, and ensure compliance with labor and competition laws.",
  "misunderstandings": "Many think only large companies need registration, but even small businesses often require legal compliance. Another misconception is that oral contracts are sufficient, whereas written agreements are far stronger and enforceable.",
  "finalthoughts": "Business law forms the backbone of transparent and sustainable business operations in Bangladesh. Entrepreneurs and investors should stay informed and consult legal experts to ensure compliance and long-term growth."
}

]